export default {
  projections: {
    СтудентE: {
      фИО: {
        __caption__: 'ФИО'
      },
      группа: {
        __caption__: 'Группа',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СтудентL: {
      фИО: {
        __caption__: 'ФИО'
      },
      группа: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'фИО'
    },
    группа: {
      __caption__: 'группа'
    }
  }
};
